cask_args appdir: '/Applications'
# brew 'exploitdb'
brew 'aria2'
brew 'automake'
brew 'axel'
brew 'bash-completion'
brew 'byobu'
brew 'cloc'
brew 'cmake'
brew 'coreutils'
brew 'cscope'
brew 'ctags'
brew 'curl', args: ['with-libidn']
# brew dnscrypt-proxy
# brew dnsmasq
# brew elixir
tap 'homebrew/versions'
# brew 'homebrew/versions/freetds091', args: ['with-odbc-wide']
brew 'ffmpeg'
brew 'freetype'
brew 'gawk'
# brew 'gcc'
# brew gist
brew 'git'
brew 'git-lfs'
brew 'htop-osx'
brew 'httpie'
brew 'hub'
brew 'imagemagick', args: ['with-librsvg']
brew 'iperf'
brew 'jpeg'
# brew leiningen
brew 'libpng'
brew 'libxml2', args: ['with-python']
# brew 'llvm'
brew 'lua'
brew 'lynx'
brew 'maven'
brew 'midnight-commander'
brew 'mplayer'
brew 'myrepos'
# brew 'mysql@5.5', restart_service: true
brew 'ncdu'
brew 'nginx'
brew 'nmap'
brew 'nvm'
brew 'p7zip'
brew 'pandoc'
brew 'pass'
brew 'patchutils'
brew 'pcre'
brew 'perl'
brew 'pkg-config'
# brew 'postgresql'
brew 'pstree'
brew 'pwgen'
brew 'python'
brew 'python3'
brew 'rename'
brew 'rlwrap'
brew 'rpl'
# brew 'rsync'
brew 'socat'
brew 'smartmontools'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tldr'
# (notfound) brew 'numfmt'
# (notfound) cask 'numsum'
brew 'reattach-to-user-namespace'
# (notfound) cask 'shuf'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'valgrind'
brew 'vim', args: ['override-system-vim', 'with-python', 'with-lua']
brew 'w3m'
brew 'watch'
brew 'wget'
brew 'xz'
# tap 'homebrew/dupes'
# brew 'zlib'
brew 'mas'

# brew 'winetricks'
# cask 'wine'

# cask 'mysqlworkbench'
# cask 'chromium'
# cask 'alfred'
# cask 'slack'
# cask 'evernote'
# cask 'flux'
# cask '1password'
# cask 'calibre'
# cask 'kindle'
# cask 'spotify'
# cask 'dash'
# cask 'idea'
# cask 'docker'
cask 'arduino'
cask 'anybar'
cask 'licecap'
# (Just for research - Concatenative language) cask 'factor'
cask 'vlc'
cask 'caffeine'
cask 'iterm2'
cask 'virtualbox'
cask 'vagrant'
cask 'skype'
# (notneeded-winterm) cask 'cord'
cask 'firefox'
cask 'sublime-text'
cask 'key-codes'
# cask 'seil'
# cask 'karabiner'
cask 'karabiner-elements'
cask 'tunnelbear'
cask 'xquartz'
cask 'dropbox'
cask 'telegram'
tap 'homebrew/science'
brew 'octave'
# brew 'r'
# cask 'rstudio'
cask 'transmission'
cask 'spectacle'
cask 'vnc-viewer'
# monosnap (not in cask)
tap caskroom/cask
cask 'powershell'
cask 'osxfuse'
brew 'sshfs'
